{"modelTopology": {"keras_version": "2.2.4", "backend": "tensorflow", "model_config": {"class_name": "Sequential", "config": {"name": "mobilenetv2", "layers": [{"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.5, "noise_shape": null, "seed": null}}, {"class_name": "Flatten", "config": {"name": "flatten_1", "trainable": true, "data_format": "channels_last"}}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "units": 512, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "rate": 0.5, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 128, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "trainable": true, "rate": 0.5, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 4, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}], "build_input_shape": [null, 10, 10, 1280]}}, "training_config": {"optimizer_config": {"class_name": "SGD", "config": {"lr": 5.000000413701855e-09, "momentum": 0.0, "decay": 0.0, "nesterov": false}}, "loss": "categorical_crossentropy", "metrics": ["acc"], "sample_weight_mode": null, "loss_weights": null}}, "weightsManifest": [{"paths": ["group1-shard1of16", "group1-shard2of16", "group1-shard3of16", "group1-shard4of16", "group1-shard5of16", "group1-shard6of16", "group1-shard7of16", "group1-shard8of16", "group1-shard9of16", "group1-shard10of16", "group1-shard11of16", "group1-shard12of16", "group1-shard13of16", "group1-shard14of16", "group1-shard15of16", "group1-shard16of16"], "weights": [{"name": "dense_1/kernel", "shape": [128000, 512], "dtype": "float32", "quantization": {"min": -0.010498128316419967, "scale": 8.26624276883462e-05, "dtype": "uint8"}}, {"name": "dense_1/bias", "shape": [512], "dtype": "float32", "quantization": {"min": -0.00011393533692599329, "scale": 8.439654587110614e-07, "dtype": "uint8"}}, {"name": "dense_2/kernel", "shape": [512, 128], "dtype": "float32", "quantization": {"min": -0.09940786116263445, "scale": 0.0007827390642727122, "dtype": "uint8"}}, {"name": "dense_2/bias", "shape": [128], "dtype": "float32", "quantization": {"min": -0.001966295015139907, "scale": 1.117213076784038e-05, "dtype": "uint8"}}, {"name": "dense_3/kernel", "shape": [128, 4], "dtype": "float32", "quantization": {"min": -0.2184577564982807, "scale": 0.0016934709806068272, "dtype": "uint8"}}, {"name": "dense_3/bias", "shape": [4], "dtype": "float32", "quantization": {"min": -0.006350259194333179, "scale": 4.635225689294291e-05, "dtype": "uint8"}}]}]}